Repository: wp-media/imagify-plugin
Catalog: languages/imagify-*.po
Languages: de_de, es_es, it_it

source: Optimize
de_de: Optimieren
es_es: Optimizar
it_it: Ottimizza

source: Restore Original
de_de: Original wiederherstellen
es_es: Recuperar tamaño original
it_it: Ripristina originale

source: Bulk Optimization
de_de: Stapelverarbeitung
es_es: Optimización masiva
it_it: Ottimizzazione massiva

source: Optimizing...
de_de: Wird&#160;optimiert&#160;…
es_es: Optimizando…
it_it: Ottimizzando…

source: Oops, It's almost over!
de_de: Hoppla, es wird langsam eng.
es_es: ¡Ya casi está!
it_it: Ops, quasi finito!

source: You have almost used all your credit.%sDon't forget to upgrade your subscription to continue optimizing your images.
de_de: In Kürze wirst du dein Guthaben verbraucht haben.%sAktualisiere dein Abo, um deine Bilder auch in Zukunft zu optimieren.
es_es: Ya has utilizado casi todo tu crédito.%sNo olvides ampliar tu suscripción para poder seguir optimizando tus imágenes.
it_it: Hai usato quasi tutto il tuo credito.%sNon dimenticare di aggiornare il tuo abbonamento per continuare a ottimizzare le tue immagini.

source: View My Subscription
de_de: Mein Abo ansehen
es_es: Ver mi suscripción
it_it: Vedere il mio abbonamento

source: Oops, It's Over!
de_de: Alles hat ein Ende…
es_es: ¡Ya está!
it_it: Ops, finito!

source: You have consumed all your credit for this month. You will have <strong>%s back on %s</strong>.
de_de: Du hast dein Guthaben für diesen Monat aufgebraucht. <strong>%s</strong> werden dir am <strong>%s</strong> wieder zur Verfügung stehen.
es_es: Has consumido todo tu crédito para este mes. Volverás a tener <strong>%s el %s</strong>.
it_it: Hai consumato tutto il tuo credito per questo mese. Avrai di nuovo <strong>%s il %s</strong>.

source: Upgrade My Subscription
de_de: Mein Abo aktualisieren
es_es: Actualizar mi suscripción
it_it: Aggiornare il mio abbonamento

source: Account status
de_de: Kontostatus
es_es: Estado de mi cuenta
it_it: Stato del mio account

source: Your subscription:
de_de: Dein Abo:
es_es: Tu suscripción:
it_it: Il tuo abbonamento:

source: You have %s space credit left
de_de: Du hast noch %s Guthaben
es_es: Te queda un saldo de %s
it_it: Ti rimangono %s di spazio

source: View my subscription
de_de: Mein Abo ansehen
es_es: Ver mi suscripción
it_it: Vedere il mio abbonamento

source: Compare Original VS Optimized
de_de: Vergleiche Original mit optimiert
es_es: Compara original VS optimizada
it_it: Confronta originale VS ottimizzata

source: Invalid API key
de_de: Ungültiger API-Schlüssel
es_es: Clave API no válida
it_it: Chiave API non valida

source: Check your Settings
de_de: Überprüfe deine Einstellungen
es_es: Comprueba tu configuración
it_it: Verifica delle tue impostazioni

source: Cheatin&#8217; uh?
de_de: Ts, ts, ts&#160;…
es_es: Haciendo trampa ¿Uh?
it_it: Stai imbrogliando, vero?

source: <strong>ERROR</strong>: options page not found.
de_de: <strong>Fehler</strong>: Einstellungsseite nicht gefunden.
es_es: <strong>ERROR</strong>: página de opciones no encontrada.
it_it: <strong>Errore</strong>: pagina delle opzioni non trovata.

source: Settings
de_de: Einstellungen
es_es: Configuración
it_it: Impostazioni

source: Upgrade your account to continue optimizing your images
de_de: Aktualisiere dein Konto, um deine Bilder weiterhin zu optimieren
es_es: Actualiza tu cuenta para seguir optimizando tus imágenes
it_it: Aggiorna il tuo account per continuare a ottimizzare le immagini

source: More info
de_de: Weitere Informationen
es_es: Más info
it_it: Maggiori informazioni

source: Overview
de_de: Übersicht
es_es: Resumen
it_it: Sommario

source: You optimized %s images of your website
de_de: Du hast %s Bilder deiner Website optimiert
es_es: Has optimizado el %s de imágenes de tu sitio
it_it: Hai ottimizzato il %s di immagini del tuo sito

source: Statistics
de_de: Statistik
es_es: Estadísticas
it_it: Statistiche

source: that's the number of images you optimized with Imagify
de_de: Bilder mit Imagify optimiert
es_es: este es el número de imágenes que has optimizado con Imagify
it_it: questo è il numero di immagini ottimizzate con Imagify

source: Original size
de_de: Originalgröße
es_es: Tamaño original
it_it: Dimensione originale

source: Optimized size
de_de: Optimierte Größe
es_es: Tamaño optimizado
it_it: Dimensione ottimizzata

source: that's the size you saved %sby using Imagify
de_de: geringere Dateigröße dank Imagify
es_es: este es el tamaño que ahorraste %scon Imagify
it_it: questa è la dimensione che hai risparmiato %sutilizzando Imagify

source: Information
de_de: Informationen
es_es: Información
it_it: Informazioni

source: Please be aware that optimizing a large number of images can take a while depending on your server and network speed.
de_de: Bitte beachte: Das Optimieren einer hohen Anzahl Bilder kann eine Weile dauern, abhängig von deinem Server und der Netzwerkgeschwindigkeit.
es_es: Por favor ten en cuenta que la optimización de un gran número de imágenes puede demorar un poco según tu servidor y la velocidad de tu red.
it_it: Per favore tieni in considerazione che l’ottimizzazione di un gran numero di immagini può richiedere del tempo a seconda del tuo server e della velocità di rete.

source: If you have more than %s images, you will need to launch the bulk optimization several times.
es_es: Si tienes más de %s imágenes, necesitarás lanzar el proceso de optimización masiva varias veces.
it_it: Se hai più di %s immagini, dovrai lanciare il processo di ottimizzazione massivo varie volte.

source: You must keep this page open while the bulk optimizaton is processing. If you leave you can come back to continue where it left off.
de_de: Du musst diese Seite während der Stapelverarbeitung geöffnet lassen. Falls du sie doch schließt, wird die Stapelverarbeitung unterbrochen und später fortgesetzt, sobald du diese Seite erneut aufrufst.
es_es: Tienes que mantener esta página abierta durante la optimización masiva. Si la abandonas, siempre puedes volver y retomarla donde la hayas dejado.
it_it: Devi tenere aperta questa pagina durante il processo di ottimizzazione massiva. Se la abbandoni, è possibile ritornarci e continuare da dove avevi interrotto.

source: Select Your Compression Level
de_de: Wähle deinen Komprimierungsstufen
es_es: Selecciona tu nivel de compresión
it_it: Seleziona il livello di compressione

source: Aggressive
de_de: Aggressiv
es_es: Agresivo
it_it: Aggressivo

source: Normal
it_it: Normale

source: Your default setting: %s
de_de: Deine Standardeinstellung: %s
es_es: Tus ajustes por defecto: %s
it_it: Le tue impostazioni di base: %s

source: Don't forget to check %syour settings%s before bulk optimization.
de_de: Überprüfe deine %sEinstellungen%s vor der Stapelverarbeitung.
es_es: No olvides revisar %stus ajustes%s antes de la optimización masiva.
it_it: Non dimenticare di controllare %sle tue impostazioni%s prima dell’ottimizzazione massiva.

source: Let's go!
de_de: Los geht’s!
es_es: ¡Vamos!
it_it: Si parte!

source: Imagif'em all
de_de: Alle Bilder optimieren
es_es: Imagíficalo todo
it_it: Imagifica tutto!

source: All images greater than %s will be optimized when using a paying monthly plan.
de_de: Alle Bilder, die größer sind als %s, werden optimiert, wenn du ein monatliches Abo nutzt.
es_es: Todas las imágenes de tamaño superior a %s serán optimizadas utilizando el plan de pago mensual.
it_it: Tutte le immagini superiori a %s verranno ottimizzate usando il piano mensile a pagamento.

source: Well done!
de_de: Klasse!
es_es: ¡Bien hecho!
it_it: Ben fatto!

source: you saved %1$s out of %2$s
de_de: du hast %1$s von %2$s gespart
es_es: has ahorrado %1$s de %2$s
it_it: hai risparmiato %1$s su %2$s

source: Share your awesome result
de_de: Teile dein hervorragendes Ergebnis
es_es: Comparte tus impresionantes resultados
it_it: Condividi questo impressionante risultato

source: Compression process results
de_de: Ergebnisse der Komprimierung
es_es: Resultados del proceso de compresión
it_it: Risultati del processo di compressione

source: Filename
de_de: Dateiname
es_es: Nombre de archivo
it_it: Nome del file

source: Status
es_es: Estado
it_it: Stato

source: Original
it_it: Originale

source: Optimized
de_de: Optimiert
es_es: Optimizado
it_it: Ottimizzato

source: Percentage
de_de: Prozent
es_es: Porcentaje
it_it: Percentuale

source: Thumbnails optimized
de_de: Vorschaubilder optimiert
es_es: Miniaturas optimizadas:
it_it: Miniature ottimizzate

source: Overall saving
de_de: Gesamte Ersparnis
es_es: Ahorro total
it_it: Risparmio complessivo

source: error
de_de: Fehler
it_it: errore

source: Total:
de_de: Gesamt:
it_it: Totale:

source: Gain:
de_de: Gewinn:
es_es: Ganancia:
it_it: Guadagno:

source: %sStart the bulk optimization%s
de_de: %sStapelverarbeitung starten%s
es_es: %sEmpieza la optimización masiva%s
it_it: %sInizia l’ottimizzazione massiva%s

source: Welcome to Imagify, the best way to easily optimize your images!
de_de: Willkommen bei Imagify, der smarten Bildoptimierung!
es_es: ¡Bienvenido a Imagify, la mejor manera de optimizar fácilmente tus imágenes!
it_it: Benvenuti su Imagify, il modo migliore per ottimizzare facilmente le vostre immagini!

source: Dismiss this notice
de_de: Diese Meldung verwerfen
es_es: Descarta este aviso
it_it: Ignora questo avviso

source: Create an Account
de_de: Konto anlegen
es_es: Crea una cuenta
it_it: Crea un account

source: Don't have an Imagify account yet? Optimize your images by creating an account in a few seconds!
de_de: Registriere dein Konto bei Imagify (kostenfrei, dauert nur ein paar Sekunden), um anschließend deine Bilder in WordPress zu optimieren.
es_es: ¿Todavía no tienes una cuenta Imagify? Optimiza tus imágenes creando una cuenta en unos segundos!
it_it: Ancora non hai un account Imagify? Ottimizza le tue immagini creando un account in pochi secondi!

source: Sign up, It's FREE!
de_de: Mein Konto kostenfrei anlegen
es_es: Regístrate, ¡es GRATIS!
it_it: Registrati, è GRATIS!

source: Enter your API Key
de_de: API-Schlüssel eingeben
es_es: Ingresa tu clave API
it_it: Inserisci la tua chiave API

source: Save your API Key you have received by email or you can get it on your %sImagify account page%s.
de_de: Aktiviere Imagify mit deinem persönlichen API-Schlüssel, den du per E-Mail erhalten hast. Du kannst ihn auch jederzeit in deinen %sKontoeinstellungen%s abrufen.
es_es: Guarda la clave API que has recibido por email, o consigue una en tu %spágina de cuenta Imagify%s.
it_it: Salva la chiave API che hai ricevuto via email, oppure recuperala nella pagina del %stuo account Imagify.%s

source: I have my API key
de_de: Meinen API-Schlüssel eingeben
es_es: Tengo mi clave API
it_it: Ho la mia chiave API

source: Configure it
de_de: Einstellungen wählen
es_es: Configuralo
it_it: Configuralo

source: It’s almost done! You have just to configure your optimization settings.
de_de: Fast fertig! Wähle nun deine Einstellungen für Imagify. Anschließend kannst du alle deine Bilder von Imagify automatisch optimieren lassen.
es_es: ¡Casi está listo! Sólo te queda configurar tus ajustes de optimización.
it_it: È quasi fatta! Devi solo configurare le tue impostazioni di ottimizzazione.

source: Go to Settings
de_de: Meine Einstellungen wählen
es_es: Ve a la configuración
it_it: Vai alle impostazioni

source: Your API key isn't valid!
de_de: Dein API-Schlüssel ist ungültig.
es_es: ¡Tu clave API no es válida!
it_it: La tua chiave API non è valida!

source: Go to your Imagify account page to get your API Key and specify it on %1$syour settings%3$s or %2$screate an account for free%3$s if you don't have one yet.
de_de: Du findest deinen API-Schlüssel in deinem Imagify-Konto. Sobald du ihn dort geholt hast, %1$shinterlege ihn in deinen Einstellungen%3$s. Oder %2$slege kostenfrei ein Konto an%3$s, um deinen API-Schlüssel zu erhalten.
es_es: Ve a la página de tu cuenta Imagify para obtener la clave API y especifícala en %1$stu configuración%3$s; si todavía no la tienes, %2$screa ahora una cuenta gratuita%3$s.
it_it: Vai alla pagina del tuo account Imagify per ottenere la tua chiave API e specificala nelle %1$stue impostazioni%3$s oppure %2$screa un account gratis%3$s se ancora non ne hai uno.

source: The following plugins are not compatible with this plugin and may cause unexpected results:
de_de: Die folgenden Plugins sind nicht kompatibel mit diesem Plugin und können unerwartete Ergebnisse verursachen:
es_es: Los plugin siguientes no son compatibles con este plugin y pueden causar resultados inesperados:
it_it: I seguenti plugin non sono compatibili con questo plugin e possono causare risultati imprevisti:

source: Deactivate
de_de: Deaktivieren
es_es: Desactiva
it_it: Disattivare

source: The external HTTP requests are blocked!
de_de: Externe HTTP-Anfragen werden blockiert.
es_es: ¡Las solicitudes HTTP externas están bloqueadas!
it_it: Le richieste HTTP esterne sono bloccate!

source: You defined the <code>WP_HTTP_BLOCK_EXTERNAL</code> constant in the <code>wp-config.php</code> to block all external HTTP requests.
de_de: Alle externen HTTP-Anfragen werden blockiert, weil in der Datei <em>wp-config.php</em> die PHP-Konstante <code>WP_HTTP_BLOCK_EXTERNAL</code> gesetzt ist.
es_es: Has definido la constante <code>WP_HTTP_BLOCK_EXTERNAL</code> en <code>wp-config.php</code> para bloquear las solicitudes HTTP externas.
it_it: Hai definito la costante <code>WP_HTTP_BLOCK_EXTERNAL</code> nel file <code>wp-config.php</code> per bloccare tutte le richieste HTTP esterne.

source: To optimize your images, you have to put the following code in your <code>wp-config.php</code> file so that it works correctly.
de_de: Um deine Bilder optimieren zu können, füge den folgenden Code zu deiner <em>wp-config.php</em> hinzu.
es_es: Para optimizar tus imágenes, tienes que poner el siguiente código en tu archivo <code>wp-config.php</code> para que funcione correctamente.
it_it: Per ottimizzare le tue immagini, devi inserire il codice seguente nel tuo file <code>wp-config.php</code> in modo che funzioni correttamente.

source: Click on the field and press Ctrl-A to select all.
de_de: Klicke auf das Feld und drücke ctrl+A (cmd+A) für Alles auswählen.
es_es: Haz clic en el campo y pulse Ctrl-A para seleccionar todo.
it_it: Fare clic sul campo e premere Ctrl-A per selezionare tutto.

source: You're missing out!
de_de: Du verpasst etwas!
es_es: ¡Te lo estás perdiendo!
it_it: Ti stai perdendo qualcosa!

source: Use the List view to optimize images with Imagify.
de_de: In der Listenansicht kannst du deine Bilder direkt zu optimieren.
es_es: Utiliza la vista de lista para optimizar imágenes con Imagify.
it_it: Utilizzare la visualizzazione di Lista per ottimizzare le immagini con Imagify.

source: Switch to the List View
de_de: Zur Listenansicht wechseln
es_es: Cambia a la vista de lista
it_it: Passa a visualizzazione Lista

source: To continue to optimize your images, log in to your Imagify account to %sbuy a pack or subscribe to a plan%s.
de_de: Um deine Bilder auch in Zukunft zu optimieren, logge dich bei Imagify.io ein und %skaufe ein einmaliges Guthaben oder ein Abo%s.
es_es: Para seguir optimizando tus imágenes, inicia sesión en tu cuenta Imagify para %scomprar un paquete o subscribir un plan %s.
it_it: Per continuare a ottimizzare le tue immagini, entra nel tuo account Imagify per %scomprare un pack o sottoscrivere un abbonamento %s.

source: Discover the best caching plugin to speed up your website.
de_de: Entdecke das beste Caching-Plugin, um deine Website schneller zu machen.
es_es: Descubre el mejor plugin de caché para acelerar tu sitio Web.
it_it: Scopri i migliori plugin di cache per velocizzare il tuo sito Web.

source: %sGet %s off%s with this coupon code:%s
de_de: %sErhalte %s Rabatt%s mit diesem Gutschein-Code:%s
es_es: Descuento del %s%s%s con este código de coupon:%s
it_it: Ottieni il %s%s%s di sconto usando questo coupon:%s

source: Get WP Rocket now
de_de: Hole dir WP Rocket jetzt
es_es: Obten WP Rocket, ¡ya!
it_it: Acquista WP Rocket!

source: %1$sCongratulations%2$s, you have optimized %1$s%3$d images%2$s and improved your website's speed by reducing your images size.
es_es: %1$s¡En hora buena!%2$s Has optimizado %1$s%3$d imágenes%2$s y ahora tu sitio web es más rápido.
it_it: %1$sCongratulazioni!%2$s Hai ottimizzato %1$s%3$d immagini%2$s e velocizzato così il tuo sito web.

source: %sDo you like this plugin?%s Please take a few seconds to %srate it on WordPress.org%s!
de_de: %sBist du zufrieden mit diesem Plugin?%s Bitte nimm dir einen Moment Zeit für eine %sBewertung auf WordPress.org%s!
es_es: %sTe gusta este plugin?%s Por favor tomate unos segundos para %svalorarlo en WordPress.org%s!
it_it: %sTi piace questo plugin?%s Per favore, dedicaci pochi secondi per %sdargli un voto su WordPress.org%s!

source: Is your website too slow?
de_de: Ist deine Website zu langsam?
es_es: ¿Tu sitio web es muy lento?
it_it: Il tuo sito web è troppo lento?

source: API Key
de_de: API-Schlüssel
es_es: Clave API
it_it: Chiave API

source: Your API key is valid.
de_de: Dein API-Schlüssel ist gültig.
es_es: Tu clave API es válida.
it_it: La tua chiave API è valida.

source: Don't have an API Key yet? %sCreate one, it's FREE%s.
de_de: Noch keinen API-Schlüssel erhalten? %sJetzt kostenfrei Konto anlegen%s
es_es: ¿Todavía no tienes una clave API? %sCréate una, es GRATIS%s.
it_it: Non hai ancora una chiave API? %sCreane una, è GRATIS%s.

source: Optimization Level
de_de: Optimierungsgrad
es_es: Nivel de optimización
it_it: Livello di ottimizzazione

source: More info?
de_de: Was ist das?
es_es: Más Info?
it_it: Vuoi più informazioni?

source: Need help to choose? %sTry the Visual Comparison%s
de_de: Nicht sicher? %sVisuellen Vergleich ausprobieren%s
es_es: ¿Necesita ayuda para elegir? %sPrueba la comparación visual%s
it_it: Hai bisogno di aiuto per scegliere? %sProva il confronto visivo%s

source: Auto-Optimize images on upload
de_de: Bilder beim Hochladen automatisch optimieren
es_es: Optimización automática de imágenes en carga
it_it: Auto-ottimizza le immagini in fase di caricamento

source: Automatically optimize every image you upload to WordPress.
de_de: Lasse automatisch jedes Bild optimieren, das du in WordPress hochlädst.
es_es: Optimiza automáticamente cada imagen que subas a Wordpress.
it_it: Ottimizza automaticamente ogni immagine che hai caricato in Wordpress.

source: Backup original images
de_de: Originalbilder sichern
es_es: Backup de las imágenes originales
it_it: Backup delle immagini originali

source: Keep your original images in a separate folder before optimization process.
de_de: Speichere Sicherungskopien deiner Originalbilder in einem separaten Ordner, bevor die Optimierung beginnt.
es_es: Mantén tus imágenes originales en una carpeta separada antes del proceso de optimización.
it_it: Mantieni le tue immagini originali in una cartella separata prima del processo di ottimizzazione.

source: Resize larger images
de_de: Große Bilder verkleinern
es_es: Reduce las imágenes más grandes
it_it: Ridimensiona le immagini più grandi

source: to maximum %s pixels width
de_de: auf maximal %s Pixel Breite
es_es: a una anchura máxima de %s pixel
it_it: a un massimo di %s di larghezza

source: This option is recommended to reduce larger images. You can save up to 80%% after resizing. The new width should not be less than your largest thumbnail width, which is actually %spx.
de_de: Diese Option ist empfehlenswert, um das Speichervolumen für größere Bilder zu reduzieren. Du kannst so bis zu 80%% Speicherplatz sparen. Die neue Breite sollte nicht geringer als deine größte Vorschaubildbreite sein, die übrigens %s Pixel beträgt.
es_es: Esta opción está recomendada para reducir las imágenes más grandes. Puedes ahorrar hasta el 80%% después de la reducción de tamaño. El nuevo ancho no debería ser menor que el ancho de tu miniatura más grande, que actualmente es de %spx.
it_it: Questa opzione è raccomandata per ridurre le immagini più grandi. Puoi risparmiare fino all’80%% dopo il ridimensionamento. La nuova larghezza non dovrebbe essere inferiore a quella della tua miniatura più grande, che attualmente è di %spx.

source: EXIF Data
de_de: EXIF-Daten
es_es: Datos EXIF
it_it: Dati EXIF

source: Keep all EXIF data from your images. EXIF are informations stored in your pictures like shutter speed, exposure compensation, ISO, etc...
de_de: Behalte alle EXIF-Daten deiner Bilder. In den EXIF-Daten werden Informationen wie Verschlusszeit, Belichtungskorrektur, ISO-Wert usw. gespeichert.
es_es: Mantén todos los datos EXIF de tus imágenes. El EXIF es la información almacenada en tus imágenes, por ejemplo la velocidad de obturación, compensación de exposición, ISO, etc….
it_it: Mantieni tutti i dati EXIF delle tue immagini. Gli EXIF sono informazioni archiviate nelle tue immagini, come la velocità dell’otturatore, la compensazione dell’esposizione, gli ISO, etc…

source: Learn more
de_de: Weitere Informationen
es_es: Descubre más
it_it: Maggiori informazioni

source: If you are a photographer, you may be interested in this option if you are displaying on your pages some info like the model of your camera.
de_de: Aktiviere diese Option, wenn du auf deiner Site fototechnische Informationen, wie z.B. das Model deiner Kamera, anzeigen möchtest.
es_es: Si eres un fotógrafo, puedes estar interesado en esta opción si quieres enseñar en tus páginas alguna info, por ejemplo el modelo de tu cámara.
it_it: Se sei un fotografo, potresti essere interessato a questa opzione nel caso in cui voglia pubblicare sulle tue pagine informazioni come il modello della tua macchina fotografica.

source: Files optimization
de_de: Dateioptimierung
es_es: Optimización de archivos
it_it: Ottimizzazione dei file

source: You can choose to compress different image sizes created by WordPress here.
de_de: Hier kannst du die Komprimierung für die verschiedenen Bildgrößen kontrollieren, die dein WordPress generiert.
es_es: Aquí puedes elegir de comprimir los diferentes tamaños de imagen creados por WordPress.
it_it: Qui puoi scegliere di comprimere formati di immagine diversi creati con WordPress.

source: The %soriginal size%s is %sautomatically optimized%s by Imagify.
de_de: Die %sOriginalgröße%s wird von Imagify %sautomatisch optimiert%s.
es_es: El %stamaño original%s es %soptimizado automáticamente%s por Imagify.
it_it: La %sdimensione originale%s è %sautomaticamente ottimizzata%s da Imagify.

source: Remember each additional image size will affect your Imagify monthly usage!
de_de: Bedenke, dass jede ausgewählte Bildgröße dein monatliches Nutzungsvolumen bei Imagify beeinflusst.
es_es: Recuerda que cada tamaño adicional de imagen afectará tu consumo mensual de Imagify!
it_it: Ricorda che ogni formato di immagine addizionale avrà un impatto sul tuo utilizzo mensile di Imagify!

source: Display options
de_de: Optionen anzeigen
es_es: Mostrar las opciones
it_it: Visualizza le opzioni

source: Show Admin Bar menu
de_de: Toolbar-Menü anzeigen
es_es: Mostrar la barra de administrador
it_it: Mostra barra di amministrazione

source: I want this awesome quick access menu on my admin bar.
de_de: Ich möchte dieses praktische Dropdown-Menü in meiner Toolbar.
es_es: Quiero este fantástico menú de acceso rápido en mi barra de administrador.
it_it: Voglio questo fantastico menu di accesso veloce alla mia barra amministrazione.

source: Save &amp; Go to Bulk Optimizer
de_de: Speichern und zur Stapelverarbeitung gehen
es_es: Guarda &amp; Ve a la optimización masiva
it_it: Salva &amp; Procedi con l'ottimizzazione massiva
