Repository: wp-media/imagify-plugin
Catalog: languages/imagify-*.po
Languages: de_de, es_es, it_it

source: Once your settings saved, optimize all your images by using the %sImagify Bulk Optimization%s feature.
de_de: Sobald du deine Einstellungen gespeichert hast, kannst du mit der %sStapelverarbeitung%s alle deine Bilder optimieren.
es_es: Una vez guardada la configuración, optimiza tus imágenes usando la función de %soptimización masiva de Imagify%s.
it_it: Una volta che le tue impostazioni saranno salvate, ottimizza tutte le tue immagini usando l’opzione di %sottimizzazione massiva di Imagify%s.

source: You can choose three levels of compression
de_de: Du kannst zwischen drei Komprimierungsstufen wählen.
es_es: Puedes elegir entre tres niveles de compresión
it_it: Puoi scegliere tre livelli di compressione

source: This mode provides lossless optimization, your images will be optimized without any visible change.
de_de: Dieser Modus sorgt für verlustfreie Bildoptimierung. Deine Bilder werden ohne sichtbare Veränderungen optimiert.
es_es: Este modo proporciona una optimización sin pérdidas: tus imágenes serán optimizadas sin ningún cambio perceptible.
it_it: Questa modalità permette un’ottimizzazione senza perdite: le tue immagini saranno ottimizzate senza alcun visibile cambiamento.

source: If you want the perfect quality for your images, we recommend you that mode.
de_de: Wähle diese Einstellung, wenn dir die perfekte Qualität deiner Bilder wichtig ist.
es_es: Si deseas calidad perfecta para tus imágenes, te recomendamos este modo.
it_it: Se vuoi mantenere la perfetta qualità delle tue immagini, ti raccomandiamo questa modalità.

source: Note: the file size reduction will be less, compared to aggressive mode.
de_de: Hinweis: Die Verringerung der Dateigröße fällt hier geringer aus, als im aggressiven Modus.
es_es: Nota: la reducción de tamaño del archivo será inferior, si comparado con el modo agresivo.
it_it: Nota: la riduzione della dimensione dell’immagine sarà inferiore rispetto alla modalità aggressiva.

source: This mode provides perfect optimization of your images without any significant quality loss.
de_de: Dieser Modus liefert hervorragende Optimierung ohne signifikante Qualitätsverluste.
es_es: Este modo proporciona la perfecta optimización de tus imágenes sin pérdida significativa de calidad.
it_it: Questa modalità ottimizzerà perfettamente le tue immagini senza alcuna significativa perdita di qualità.

source: This will provide a drastic savings on the initial weight, with a small reduction in image quality. Most of the time it's not even noticeable.
de_de: Die drastische Verringerung der Dateigröße geht mit geringfügigen, meist kaum wahrnehmbaren Einbußen in der Qualität einher.
es_es: Esto proporcionará un ahorro drástico en el peso inicial, y una pequeña reducción de la calidad de imagen. La mayoría de las veces no será ni perceptible.
it_it: Questo permetterà un risparmio enorme sul peso iniziale dell’immagine, con una piccola riduzione della sua qualità. La maggior parte delle volte non sarà nemmeno percepibile.

source: If you want the maximum weight reduction, we recommend using this mode.
de_de: Wähle diese Einstellung, wenn du auf maximale Größenreduktion Wert legst.
es_es: Te recomendamos usar este modo si deseas la máxima reducción de peso.
it_it: Se vuoi la massima riduzione del peso, ti raccomandiamo di usare questa modalità.

source: This mode will apply all available optimizations for maximum image compression.
de_de: Dieser Modus wendet alle verfügbaren Parameter für maximale Komprimierung an.
es_es: Este modo aplicará todas las optimizaciones disponibles, para una máxima compresión de imagen.
it_it: Questa modalità si applicherà a tutte le ottimizzazioni disponibili, per una massima compressione dell’immagine.

source: This will provide a huge savings on the initial weight. Sometimes the image quality could be degraded a little.
de_de: Die Bildgröße wird erheblich verringert. In einigen Fällen kann es jedoch zu Verlusten bei der Qualität kommen.
es_es: Esto proporcionará un gran ahorro en el peso inicial. A veces la calidad de la imagen podría disminuir un poco.
it_it: Questo permetterà un enorme risparmio sul peso iniziale dell’immagine. A volte la qualità dell’immagine potrebbe abbassarsi leggermente.

source: If you want the maximum weight reduction, and you agree to lose some quality on the images we recommend using this mode.
de_de: Wähle diese Einstellung, wenn du bereit bist, etwas Qualität zugunsten maximaler Reduktion der Dateigröße zu riskieren.
es_es: Te recomendamos usar este modo si deseas la máxima reducción de peso y aceptas perder algo de calidad en las imágenes.
it_it: Se vuoi la massima riduzione del peso dell’immagine e accetti di abbassarne un po’ la qualità, ti raccomandiamo di usare questa modalità.

source: Close
de_de: Schließen
es_es: Cierra
it_it: Chiudi

source: I want to compare%s and%s
de_de: Ich möchte %s und %s vergleichen.
es_es: Quiero comparar %s y %s
it_it: Voglio confrontare%s e %s

source: Original photography about %s
de_de: Originalbild ca. %s
es_es: Fotografía original de %s
it_it: Fotografia originale di %s

source: Optimized photography about %s
de_de: Optimiertes Bild ca. %s
es_es: Fotografía optimizada de %s
it_it: Fotografia ottimizzata di %s

source: Level:
de_de: Modus:
es_es: Nivel:
it_it: Livello:

source: File Size:
de_de: Dateigröße:
es_es: Tamaño del archivo:
it_it: Dimensione del file:

source: Original Saving:
de_de: Optimiert um:
es_es: Ahorro inicial:
it_it: Risparmio originale:

source: Unoptimized
de_de: Nicht Optimiert
es_es: No optimizado
it_it: Non ottimizzato

source: Errors
de_de: Fehler
es_es: Errores
it_it: Errori

source: Filter by status
de_de: Filtere nach Status
es_es: Filtrar por estado
it_it: Filtra per stato

source: All images
de_de: Alle Bilder
es_es: Todas las imágenes
it_it: Tutte le immagini

source: This size isn't authorized to be optimized. Update your Imagify settings if you want to optimize it.
de_de: Diese Bildgröße ist für die Optimierung nicht zugelassen. Aktualisiere deine Imagify-Einstellungen, wenn du sie optimieren möchtest.
es_es: No tienes autorización para optimizar a este tamaño. Actualiza tu configuración de Imagify si quieres optimizarlo.
it_it: Questa dimensione non può essere ottimizzata. Aggiorna le tue impostazioni di Imagify se vuoi ottimizzarla.

source: Rate Imagify on %s
de_de: Bewerte Imagify auf %s
es_es: Valora Imagify en %s
it_it: Dai un voto a Imagify su %s

source: Loading...
de_de: Laden&#160;…
es_es: Cargando…
it_it: In caricamento …

source: New Filesize:
de_de: Neue Dateigröße:
es_es: Nuevo tamaño del archivo:
it_it: Nuova dimensione del file:

source: Close details
de_de: Details schließen
es_es: Cerrar detalles
it_it: Chiudi dettagli

source: View details
de_de: Details anzeigen
es_es: Ver detalles
it_it: Visualizza dettagli

source: Original Filesize:
de_de: Originale Dateigröße:
es_es: Tamaño inicial:
it_it: Dimensione originale del file:

source: Thumbnails Optimized:
de_de: Optimierte Vorschaubilder:
es_es: Miniaturas optimizadas:
it_it: Miniature ottimizzate:

source: Overall Saving:
de_de: Gesamte Ersparnis:
es_es: Ahorro total:
it_it: Risparmio totale:

source: Restoring...
de_de: Wiederherstellen&#160;…
es_es: Recuperando…
it_it: Ripristino…

source: Try again
de_de: Erneut versuchen
es_es: Intenta de nuevo
it_it: Prova di nuovo

source: Re-Optimize to %s
de_de: Erneut optimieren als %s
es_es: Re-optimiza a %s
it_it: Ri-ottimizza a %s

source: %s can't be optimized
de_de: %s kann nicht optimiert werden.
es_es: %s no puede ser optimizado
it_it: %s non ottimizzabile

source: Let's get you started!
de_de: Los geht’s!
es_es: ¡Vamos a comenzar!
it_it: Iniziamo!

source: Enter your email to get an API key:
de_de: Gib deinen E-Mail-Adresse ein, um einen API-Schlüssel zu erhalten:
es_es: Ingresa tu email para obtener un clave API:
it_it: Inserisci la tua email per ottenere una chiave API:

source: Sign Up
de_de: Konto anlegen
es_es: Registrate
it_it: Registrati

source: You need to specify an email!
de_de: Du musst eine E-Mail-Adresse angeben.
es_es: ¡Es necesario especificar una dirección email!
it_it: È necessario specificare un indirizzo email!

source: Congratulations!
de_de: Glückwunsch!
es_es: ¡Enhorabuena!
it_it: Congratulazioni!

source: Your account has been succesfully created. Please check your mailbox, you are going to receive an email with API key.
de_de: Dein Konto ist jetzt angelegt. Überprüfe dein E-Mail-Postfach, du erhältst eine E-Mail mit deinem API-Schlüssel.
es_es: Tu cuenta ha sido creada con éxito. Por favor, revisa tu buzón de correo, recibirás un email con la clave API.
it_it: Il tuo account è stato creato con successo. Per favore controlla la tua casella email, stai per ricevere un messaggio con la chiave API.

source: Connect to Imagify!
de_de: Verbindung zu Imagify herstellen
es_es: ¡Conéctate a Imagify!
it_it: Connettiti a Imagify!

source: Paste your API key below:
de_de: Füge deinen API-Schlüssel hier ein:
es_es: Pega aquí abajo tu clave API:
it_it: Incolla qui sotto la chiave API:

source: Connect me
de_de: Verbinden
es_es: Conéctame
it_it: Connettimi

source: Check in progress...
de_de: API-Schlüssel wird geprüft…
es_es: Control en curso…
it_it: Verifica in corso…

source: Your API key is valid. You can now configure the Imagify settings to optimize your images.
de_de: Dein API-Schlüssel ist gültig. Du kannst jetzt deine Einstellungen für die Bildoptimierung mit Imagify wählen.
es_es: Tu clave API es válida. Ahora puedes configurar los parámetros de Imagify para optimizar tus imágenes.
it_it: La tua chiave API è valida. Ora puoi configurare le impostazioni di Imagify per ottimizzare le tue immagini.

source: Don't Need a Parachute?
de_de: Du brauchst keinen Fallschirm?
es_es: ¿No necesitas un paracaídas?
it_it: Non hai bisogno di un paracadute?

source: If you keep this option deactivated, you won't be able to re-optimize your images to another compression level and restore your original images in case of need.
de_de: Wenn du diese Option deaktiviert lässt, wirst du deine Bilder nicht erneut mit einem anderen Level komprimieren, oder deren Originale wiederherstellen können.
es_es: Si mantienes esta opción desactivada, no podrás re-optimizar tus imágenes a otro nivel de compresión ni restablecer la imagen original en caso de necesidad.
it_it: Se mantieni questa opzione disattivata, non potrai ri-ottimizzare le immagini a un altro livello di compressione o ripristinare le originali in caso di necessità.

source: Original Image
de_de: Originalbild
es_es: Imagen original
it_it: Immagine originale

source: Optimized Image
de_de: Optimiertes Bild
es_es: Imagen optimizada
it_it: Immagine ottimizzata

source: Please wait...
de_de: Einen Moment bitte&#160;…
es_es: Espera, por favor…
it_it: Attendere per favore…

source: We are trying to get your unoptimized images, it may take time depending on the number of images.
de_de: Nicht optimierte Bilder werden gesammelt, dies kann einen Moment dauern&#160;…
es_es: Estamos tratando de obtener tus imágenes no optimizadas: esto puede tomar tiempo, dependiendo del número de imágenes.
it_it: Stiamo cercando di ottenere le immagini non ottimizzate, il che potrebbe richiedere del tempo in base al numero di immagini.

source: Oops, There is something wrong!
de_de: Hm, etwas ist schief gelaufen.
es_es: Ups, algo no ha ido bien!
it_it: Ups, qualcosa è andato storto!

source: An unknow error occurred when we tried to get all your unoptimized images. Try again and if the issue still persist, please contact us!
de_de: Ein unbekannter Fehler ist beim Sammeln der nicht optimierten Bilder aufgetreten. Versuche es noch einmal; falls der Fehler sich wiederholt, kontaktiere bitte den Imagify-Support.
es_es: Un error inesperado ha ocurrido mientras tratábamos de obtener todas tus imágenes no optimizadas. Inténtalo otra vez y, si el problema persiste, contáctanos por favor!
it_it: C’è stato un errore inaspettato mentre cercavamo di raccogliere tutte le tue immagini non ottimizzate. Prova di nuovo e, se il problema persiste, contattaci per favore!

source: Error
de_de: Fehler
it_it: Errore

source: Hold on!
de_de: Moment, bitte!
es_es: ¡Espera!
it_it: Resisti!

source: All your images have been optimized by Imagify. Congratulations!
de_de: Imagify hat alle deine Bilder optimiert. Glückwunsch!
es_es: Todas tus imágenes han sido optimizadas por Imagify. ¡Enhorabuena!
it_it: Tutte le tue immagini sono state ottimizzate da Imagify. Congratulazioni!

source: Discover @imagify, the new compression tool to optimize your images for free. I saved %1$s out of %2$s!
de_de: Freies #WordPress #Plugin zur Bildoptimierung für bessere #Performance: Bilder mit @imagify komprimiert, %1$s von %2$s gespart!
es_es: Descubre @imagify, la nueva herramienta de compresión para optimizar tus imágenes gratuitamente. Me ha ahorrado %1$s de %2$s!
it_it: Scopri @imagify, il nuovo strumento di compressione per ottimizzare le tue immagini gratuitamente. Ho risparmiato %1$s di %2$s!

source: Imagify is still processing. Are you sure you want to leave this page?
de_de: Imagify arbeitet noch. Möchtest du diese Seite wirklich verlassen und den Prozess abbrechen?
es_es: Imagify sigue procesando. Estás seguro que quieres dejar la página?
it_it: Imagify sta ancora lavorando. Sei sicuro di voler abbandonare la pagina?

source: Sorry, our servers are temporarily unaccessible. Please, try again in a couple of minutes.
de_de: Unsere Server sind leider im Augenblick nicht erreichbar. Bitte versuche es in ein paar Minuten noch einmal.
es_es: Lo sentimos, nuestros servidores están temporalmente inaccesibles. Por favor, inténtalo de nuevo en un par de minutos.
it_it: Ci scusiamo, i nostri server sono temporalmente inaccessibili. Per favore, riprova fra qualche minuto.

source: External HTTP requests are blocked
de_de: Externe HTTP-Anfragen werden blockiert
es_es: Las peticiones HTTP externas están bloqueadas
it_it: Le richieste HTTP esterne sono bloccate

source: File path is empty
de_de: Datei-Pfad ist leer
es_es: La ruta del archivo está vacía
it_it: Il percorso del file è vuoto

source: Could not find %s
de_de: %s wurde nicht gefunden
es_es: No se pudo encontrar %s
it_it: Impossibile trovare %s

source: %s is not writable
de_de: %s ist nicht beschreibbar.
es_es: %s no tiene permisos de escritura
it_it: %s non è riscrivibile

source: Skipped (%s), image not found.
de_de: Übersprungen (%s), Bild nicht gefunden.
es_es: Omitido (%s), imagen no encontrada.
it_it: Abbiamo saltato (%s), immagine non trovata.

source: file
de_de: Datei
es_es: archivo

source: F j, Y
de_de: j. F Y
